{"extracted_information": "This document outlines the Terms & Conditions for the use of the Goldbackbond website and services, effective July 13, 2025. It establishes the agreement between Goldbackbond (referred to as 'Company') and the user ('User'). Key aspects covered include the acceptance of terms through site usage, user eligibility (age 18+), the scope of the granted license to use the site along with specific restrictions on use and data retrieval, security obligations for user credentials, and adherence to export control laws. The document also addresses the Company's policy on errors and corrections, user-submitted content, and strict user conduct rules prohibiting unlawful, infringing, or harmful activities. Intellectual property rights (copyrights and trademarks) are asserted, and provisions for third-party sites are outlined. Furthermore, it details disclaimers of warranties, limitations of liability, indemnification clauses, and the framework for legal compliance, including the choice of law and forum.", "specifications": {}, "pricing": {}, "features": [{"name": "Agreement Acceptance", "description": "This Terms and Conditions Agreement (the \"Agreement\") is a legally binding contract. By creating an account, clicking \"I Agree,\" or by accessing or using the site, platform, or any services (collectively, the \"Services\"), you represent and warrant that you have read, understood, and agree to be bound by this Agreement in its entirety. Your continued use of the Services after any modifications to this Agreement constitutes your acceptance of the new terms. The Company reserves the right to revise this Agreement at its sole discretion and may terminate your use of the Services at any time for any breach of these terms."}, {"name": "Age Requirement", "description": "Users must be 18 years or older to agree to this Agreement and use the site. Access is prohibited from any country where this material is prohibited for underage users."}, {"name": "License to Use Site", "description": "Company grants a non-exclusive, non-transferable limited license to use the site strictly in accordance with the terms. All content and services are property of the Company, protected by copyrights, trademarks, service marks, patents, trade secrets, and other proprietary rights and laws in the U.S. and internationally. Users agree to pay for purchases and services made through the site."}, {"name": "License Restrictions", "description": "Prohibits saving, downloading, cutting and pasting, selling, licensing, renting, leasing, modifying, distributing, copying, reproducing, transmitting, publicly displaying, performing, publishing, adapting, editing, or creating derivative works from site materials, except as explicitly permitted. Systematic retrieval of data or content to create collections, databases, or directories without written permission from the Company is prohibited. Use for any purpose not expressly permitted is prohibited."}, {"name": "Security", "description": "Users are required to keep Username and Password strictly confidential, notify the Company immediately of loss or unauthorized access, and use secure credentials. Users shall not attempt to reverse assemble, reverse compile, decompile, disassemble, translate, or otherwise alter any executable code, contents, or materials on or received via the site. Violations may lead to serious civil and criminal penalties."}, {"name": "Export Compliance", "description": "Users must comply with all applicable export and import control laws and regulations, particularly not exporting or re-exporting anything on or received through the site in violation of local or foreign export laws and/or without required U.S. and foreign government licenses."}, {"name": "Errors and Corrections", "description": "While reasonable efforts are made for accuracy, the Company does not warrant the site will be error-free. The Company reserves the right to correct inaccuracies or typographical errors, including pricing and availability, without liability. Improvements and/or changes to features, functionality, or content may occur at any time."}, {"name": "User Submissions and Feedback", "description": "Except for the personal information governed by our Privacy Policy, should you post, upload, or otherwise make available any information, data, text, or other materials on the Services (\"Submissions\"), you grant the Company and its affiliates a worldwide, irrevocable, perpetual, royalty-free, non-exclusive license to use, copy, reproduce, modify, adapt, publish, translate, and distribute such Submissions in any medium for the purpose of operating, promoting, and improving the Services. This license survives termination of this Agreement. You represent and warrant that you have all necessary rights to grant us this license and that your Submissions do not infringe upon the rights of any third party."}, {"name": "User Conduct", "description": "Prohibits uploading, posting, or distributing content that is unlawful, threatening, abusive, harassing, deceptive, fraudulent, invasive of privacy, tortious, obscene, sexually explicit, or graphic; infringes intellectual property or other proprietary rights; constitutes unauthorized advertising, spamming, chain letters, or gambling; contains software viruses or malicious code; or impersonates others. Prohibits harvesting user information for unsolicited bulk email or commercial purposes, or soliciting contact with anyone 18 or younger without parental consent. The Company may remove non-compliant content without liability for failure or delay."}, {"name": "Intellectual Property Rights", "description": "The site design, text, content, selection and arrangement of elements, organization, graphics, compilation, etc., are protected under applicable copyright laws (ALL RIGHTS RESERVED). No elements may be used, copied, reproduced, downloaded, posted, displayed, transmitted, etc., without the Company's prior written permission. The Goldbackbond name, logo, product names, and other logos are trademarks and/or trade dress of Goldbackbond; their use or misuse is prohibited without prior written permission."}, {"name": "Third Party Sites", "description": "The site may contain links to other websites. Users are cautioned to review their terms and conditions and privacy policies. These sites are not under the Company's control, and the Company is not liable for their content or users' interaction with them."}, {"name": "Disclaimer of Warranties & Acknowledgement of Risk", "description": "THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. THE COMPANY, ITS ADVERTISERS, AND LICENSORS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. THE COMPANY DOES NOT WARRANT THAT THE SERVICES OR ANY INFORMATION THEREIN WILL BE ACCURATE, RELIABLE, CORRECT, UNINTERRUPTED, SECURE, OR FREE OF ERRORS OR VIRUSES. YOUR USE OF THE SERVICES IS SOLELY AT YOUR OWN RISK. BY ACCEPTING THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT: (1) No Investment Advice: The Company does not provide any investment, financial, legal, or tax advice. Any information on the site is for informational purposes only and is not an offer or solicitation to buy or sell any digital asset. You are solely responsible for all decisions and transactions you make on the platform. (2) Inherent Risks: Trading and holding digital assets, as well as participating in staking and lending protocols, are inherently risky. The value of digital assets is highly volatile and can result in the complete loss of your funds. You represent that you have the financial sophistication to understand and assume these risks. (3) Lending & Staking Risk: The Company facilitates connections for lending and staking but does not guarantee any returns or the safety of your principal. Borrower defaults or protocol failures (e.g., \"slashing\") can result in the partial or total loss of your assets, for which the Company shall not be liable."}, {"name": "Limitation of Liability", "description": "UNDER NO CIRCUMSTANCES SHALL THE COMPANY, ITS ADVERTISERS, LICENSORS, SUBSIDIARIES, AFFILIATES, OR THEIR EMPLOYEES, OFFICERS, DIRECTORS, OR AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR INABILITY TO USE, THE SERVICES. THIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF THE COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. IN THE EVENT THAT THE FOREGOING LIMITATION IS FOUND TO BE UNENFORCEABLE, THE TOTAL AGGREGATE LIABILITY OF THE COMPANY AND ITS AFFILIATES TO YOU FOR ANY AND ALL CLAIMS ARISING FROM THE USE OF THE SERVICES IS LIMITED TO THE GREATER OF (A) THE TOTAL AMOUNT OF FEES YOU PAID TO THE COMPANY IN THE SIX (6) MONTHS PRIOR TO THE EVENT GIVING RISE TO THE CLAIM, OR (B) ONE HUNDRED U.S. DOLLARS ($100.00)."}, {"name": "Indemnification", "description": "Users agree to defend, indemnify, and hold harmless the Company, its advertisers, licensors, subsidiaries, affiliated companies, and their employees, contractors, officers, agents, and directors from all liabilities, claims, and expenses (including attorney's fees) arising from site use or any violation of this Agreement."}, {"name": "Legal Compliance", "description": "Company may suspend or terminate the Agreement or User's use immediately upon notice of use violating any local, state, federal, or other nations' laws (e.g., third-party rights infringement, defamation, obscenity, harassment, hacking). In such events, the Company may disclose the User's identity and contact information if requested by a government or law enforcement body, or as a result of a subpoena or other legal action, without liability."}, {"name": "Dispute Resolution: Binding Arbitration and Class Action Waiver", "description": "Governing Law: This Agreement and any dispute arising from it shall be governed by the laws of the State of Texas, without regard to its conflict of laws principles. Agreement to Arbitrate: You and the Company agree that any and all disputes or claims arising out of or relating to this Agreement or your use of the Services shall be resolved exclusively through final and binding arbitration, rather than in court. The arbitration will be conducted by a single arbitrator in Houston, Texas, under the rules of the American Arbitration Association. CLASS ACTION WAIVER: YOU AND THE COMPANY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Jurisdiction: You irrevocably consent to the personal jurisdiction of the courts located in Houston, Texas, for any action to compel arbitration or enforce an arbitration award."}], "statistics": {}, "temporal_info": {"effective_date": "May 21, 2024"}, "geographical_data": {"controlling_entity_location": "State of Texas, U.S. of America", "governing_law": "Laws of Texas (without regards to conflicts of laws principles)", "exclusive_jurisdiction": "Houston, Texas", "legal_proceedings_language": "English", "access_restrictions": "Prohibited from territories where contents are illegal"}, "references": []}