{"extracted_information": "The website GoldBackBond – USDGB Trust Fund presents itself as the 'World's Largest Reserve Stablecoin'. It features USDGB, a tokenized asset backed by physical gold certificates, aiming to combine the value stability of gold with the accessibility and transactional utility of crypto assets. The site highlights the historical role of gold as a reserve currency and a store of value, and how USDGB modernizes this by offering gold ownership through blockchain technology. It emphasizes the ease of transport, divisibility, 24/7 trading, and redeemability of USDGB tokens compared to physical gold. The platform positions itself as suitable for institutions, offering direct gold exposure without custodian fees and 24/7 customer support. Key metrics like USD Market Cap, Gold Certificates, and Gold Kilograms are displayed.", "specifications": {"product_name": "GoldBackBond (USDGB)", "asset_backing": "Physical gold certificates (3 to 1 ratio mentioned, meaning 3 USDGB to 1 physical gold unit/value)", "token_divisibility": "As small as 0.000001 fine troy ounce of gold or 0.002 cents", "usd_market_cap": "$250,560,000,000", "gold_certificates": 108, "gold_kilograms": 10800000}, "pricing": {"peg_value": "1:1 USD pegged currency value", "redemption_rate": "1:1 USD on any exchange listing USDGB tokens", "fees": {"custodian_fees": "None"}, "availability": "Tradeable 24/7, 365 days a year from anywhere in the world on exchanges that list USDGB Tokens."}, "features": [{"name": "World's Largest Reserve Stablecoin", "description": "USDGB is a Tokenized Asset, backed by physical gold Certificates."}, {"name": "Gold Ownership", "description": "A token that grants ownership of real physical gold certificates, integrating gold with blockchain technology to unlock features unique to crypto assets."}, {"name": "Store of Value", "description": "Leverages gold's long history as a stable store of value, maintaining value throughout ages and serving as a wealth preservation asset."}, {"name": "Hedge Against Inflation", "description": "Gold historically rises in value when cost-of-living increases, making it a choice to store wealth during periods of increased money printing."}, {"name": "Portfolio Diversification", "description": "Gold has a historical negative correlation to stocks and other financial instruments, helping to reduce overall portfolio volatility and risk when combined with stocks, bonds, and crypto."}, {"name": "Easy to Transport", "description": "Transporting USDGB tokens is as easy as other crypto-assets, unlike physical gold."}, {"name": "Easy Divisibility", "description": "USDGB tokens are highly divisible into small increments (0.000001 fine troy ounce of gold or 0.002 cents), unlike physical gold certificates."}, {"name": "24/7 Trading with Ease", "description": "USDGB tokens can be traded around the clock, 365 days a year, from anywhere on listed exchanges."}, {"name": "Easily Redeemable", "description": "USDGB tokens can be exchanged 1:1 USD on any exchange listing them."}, {"name": "Neutral Monetary Unit", "description": "Gold certificates are a uniquely scarce monetary asset, with production of new Federal Reserve gold certificates discontinued."}, {"name": "Direct Gold Exposure", "description": "Combines exposure to the current value of equivalent physical gold certificates, the stable trade value of USD, and the ease of accessibility and transactional utility of a crypto asset."}, {"name": "No Custodian Fees", "description": "Users incur no custody fees, allowing trade at 1:1 USD currency value or holding for full gold value on a treasury ledger."}, {"name": "24/7 Customer Support", "description": "Global customer support team available in any location or time zone for questions and concerns."}], "statistics": {"usd_market_cap": {"value": 250560000000, "unit": "USD", "display": "$250,560,000,000"}, "gold_certificates": {"value": 108}, "gold_kilograms": {"value": 1080000}}, "temporal_info": {"copyright_year": "2024", "trading_hours": "24/7, 365 days a year"}, "geographical_data": {"customer_support_reach": "Global (any location or time zone)", "trading_availability": "From anywhere in the world"}, "references": [{"type": "website_link", "text": "Home", "url": "https://goldbackbond.com/"}, {"type": "whitepaper", "text": "Whitepaper", "url": "http://docs.goldbackbond.com"}, {"type": "navigation_link", "text": "Register", "url": "/register"}, {"type": "navigation_link", "text": "Account Statement", "url": "/account-statement"}, {"type": "call_to_action", "text": "BUY USDGB", "url": "/buy"}, {"type": "website_link", "text": "Contact", "url": "https://goldbackbond.com/contact/"}, {"type": "legal_document", "text": "Terms & Conditions", "url": "/terms-conditions"}, {"type": "legal_document", "text": "Privacy Policy", "url": "/privacy-policy"}]}